Repository: gstryjew/django-export
Catalog: export/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Start Date:
pl: Data od

source: Start Time:
pl: Czas od

source: End Date:
pl: Data do

source: End Time:
pl: Czas do

source: Min:
pl: Od:

source: Max:
pl: Do:

source: Only objects containing the entered text in its '%(field)s' field will be exported. Case is ignored.
pl: Tylko wiersze zawierające wpisany ciąg w polu '%(field)s' zostaną wyeksportowane. Wielkość liter nie ma znaczenia.

source: Only objects having its '%(field)s' field set as selected will be exported. Select 'Either' to ignore.
pl: Tylko wiersze posiadające wybraną wartość w polu '%(field)s' zostaną wyeksportowane. Wielkość liter nie ma znaczenia.

source: Either
pl: Wszystko

source: Yes
pl: Tak

source: No
pl: Nie

source: Only objects with a '%(field)s' date within the provided range will be exported.
pl: Tylko wiersze z '%(field)s' w podanym zakresie datzostaną wyeksportowane.

source: Only objects with a '%(field)s' date within the provided range will be exported.
pl: Tylko wiersze z '%(field)s' w podanym zakresie dat zostaną wyeksportowane.

source: Only objects with a '%(field)s' value within the provided range will be exported.
pl: Tylko wiersze z wartościami w polu '%(field)s' mieszczącymi się w podanym zakresie zostaną wyeksportowane.

source: Only objects with relationships to the selected %(field)s above will be exported. Hold down 'Control', or 'Command' on a Mac, to select more than one.
pl: Tylko wiersze spełniające powyższe kryteria dla '%(field)s' zostaną wyeksportowane.Przytrzymaj 'Control' lub 'Command' na Mac, żeby wybrać więcej niż jedno.

source: Only objects with a '%(field)s' time within the provided range will be exported.
pl: Tylko wiersze, których czas w polu '%(field)s' jest z podanego zakresu zostaną wyeksportowane.

source: Designates export format.
pl: Określa format eksportu.

source: Ascending
pl: Rosnąco

source: Descending
pl: Malejąco

source: Fields
pl: Pola

source: Fields to be included in the exported data. If none are selected all fields will be exported. Hold down 'Control', or 'Command' on a Mac, to select more than one.
pl: Pola, które mają być zawarte w eksportowanych danych. Jeśli żadne z pól nie zostanie zaznaczone wszystkie pola zostaną wyeksportowane. Przytrzymaj 'Control' lub 'Command' na Mac, żeby wybrać więcej niż jedno.

source: Order by
pl: Sortuj według

source: Field to use for export ordering.
pl: Pole, według którego dane mają być sorotwane.

source: Order direction
pl: Kierunek sortowania

source: Sort elements in ascending or descending order.
pl: Sortuj elementy w porządku malejącym lub rosnącym

source: Options
pl: Opcje

source: Filters
pl: Filtry

source: Objects will be filtered to match the criteria as specified in the fields below. If a value is not specified for a field the field is ignored during the filter process.
pl: Wiersze mogą być filtrowane przez kryteria okreśone poniżej. Jeśli wartość nie jest określona filtr jest ignorowany podczas eksportu.

source: Export
pl: Eksportuj

source: Export filtered objects for download.
pl: Eksportuj przefiltrowane wiersze do pobrania.
